{
    "Name": "WARG",
    "Level": "1 Mount",
    "Type": "*Animal, Goblin*",
    "EV": "10",
    "Stamina": "20",
    "Speed": "7",
    "Size": "1L / Stability 1",
    "Free Strike": "2",
    "Supernatural Insight": "A human has Magic immunity 2 and Psionic immunity 2. As a maneuver, a human can detect supernatural creatures within 5 squares of them.",
    "Alchemical Device (3 VP)": "A non-minion human acting this turn can use a maneuver to throw an alchemical device.",
    "Exploit Opening (5 VP)": "Each human making an attack this turn has an edge on ability rolls, or a double edge on abilities that target enemies affected by a condition.",
    "Staying Power (7 VP)": "Each non-minion human in the encounter regains Stamina equal to 5 times their level.",
    "Attributes": {
        "Might": "+1",
        "Agility": "+1",
        "Reason** −": "1",
        "Intuition": "+0",
        "Presence** −": "1",
        "Supernatural Insight:** A human has Magic immunity": "2",
        "Alchemical Device (": "3",
        "Exploit Opening (": "5",
        "Staying Power (": "7"
    },
    "Abilities": [
        {
            "Name": "Level 1 Mount**\n*Animal, Goblin*\n**EV 10**\n**Stamina**: 20\n**Speed**: 7\n**Size**: 1L / Stability 1\n**Free Strike**: 2\n\n- **Might** +1\n- **Agility** +1\n- **Reason** −1\n- **Intuition** +0\n- **Presence** −1\n\n**Bite (Action)",
            "Details": "**Level 1 Mount**\n*Animal, Goblin*\n**EV 10**\n**Stamina**: 20\n**Speed**: 7\n**Size**: 1L / Stability 1\n**Free Strike**: 2\n\n- **Might** +1\n- **Agility** +1\n- **Reason** −1\n- **Intuition** +0\n- **Presence** −1\n\n**Bite (Action)** ◆ 2d10 + 1 ◆ Signature\nKeywords: Attack, Charge, Melee, Weapon\nDistance: Reach 1\nTarget: One creature or object"
        },
        {
            "Name": "Sprint (Maneuver)",
            "Details": "**Sprint (Maneuver)** ◆ 1 VP\nKeywords: —\nDistance: Self\nTarget: Self\nEffect: The warg moves up to their speed.\n\n**Mounted Charger**\nIf a warg used as a mount charges, their rider gains an edge on melee attacks until the end of their turn.\n\n**Shared Crafty**\nIf the warg’s rider has the Crafty trait, the warg also has the Crafty trait.\n\n## HUMANS\n\nHumans flourish in every habitable part of the world, from inviting coastal cities to unforgiving mountainous terrain. While most humans live quietly in peaceful communities, some are drawn to adventure by an unquenchable thirst for excitement or power.\n\n### VILLAINS AND HEROES\n\nRecognizing their limited lifespan, humans often set their eyes on immortality. They unfurl empires at the tip of a sword, sacrifice lives to erect grand monuments, and even aspire to godhood, all in hopes their names will be remembered forever.\nViolence and greed are close cousins in the human family. Those with power and wealth often strive for more by the sword. Others turn to theft, often driven to desperation by rapacious neighbors. Travelers in human lands are likely to encounter robbers and barons—both exact a toll.\nOther humans pursue power more subtly, turning their cunning toward selfish ends. When ambitions exceed circumstances, there is always some ancient evil power to call on. Cultists seek dark desires in exchange for service, sacrificing to forbidden gods and courting apocalypse.\nFortunately, many humans devote themselves to righting wrongs and reshaping the world for the better. Heroes plunge themselves into danger time and time again, standing against natural and supernatural perils in pursuit of justice.\n\n### RISKS AND REWARDS\n\nHumans devote as much attention to games and gambling as to more serious pursuits. Perhaps this competitive training explains their renowned knack for seizing the moment—knowing when to risk it all on a throw of the dice. Whether in sport or battle, humans quickly spot their opponent’s mistakes and seize the advantage.\nHumans see unrealized potential everywhere, whether envisioning an untamed forest transformed into a prosperous village or an ancient dungeon yielding a chest full of coins. Pursuing such ambitions might end in catastrophe, but for these gamblers, it’s a game worth playing.\n\n### SWORDS FOR HIRE\n\nWith an appetite for warfare and gold, human adventurers are well represented in most mercenary bands. A human mercenary makes a stout ally… if you can afford their price.\n\n### CONNECTED TO THE NATURAL WORLD\n\nHumans are connected to the natural world in a way that other species are not. As such, they have an uncanny knack for detecting when nearby creatures, objects, and phenomena are created by magic and psionics. This same sense allows them to resist supernatural abilities and effects.\n\n### HUMAN TRAITS\n\nMost humans have the following trait:\n\n- **Supernatural Insight:** A human has Magic immunity 2 and Psionic immunity 2. As a maneuver, a human can detect supernatural creatures within 5 squares of them.\n\n### HUMAN LANGUAGES\n\nMost humans speak Caelian and one Vaslorian human language.\n\n### HUMAN VILLAIN POWER\n\nAt the start of any human’s turn, you can spend VP to activate one of the following features:\n\n- **Alchemical Device (3 VP):** A non-minion human acting this turn can use a maneuver to throw an alchemical device.\n\n  **Alchemical Device (Maneuver)** ◆ INU RR\n  Keywords: Area, Magic, Ranged, Resistance\n  Distance: 3 cube within 10\n  Target: Each creature in the cube"
        }
    ]
}